"""Снабди каждый комментарий правильной командой."""

python3 -V  # команда для проверки текущей версии Питона
python3 # запуск интерпретатора Питона в режиме REPL
virtualenv python101  # создание виртуального окружения в текущей директории, где "python101" название окружения
source python101/bin/activate # активация вышесозданного виртуального окружения для Linux
deactivate # деактивация виртуального окружения
python3 run.py # запуск скрипта run.py находящегося в текущей директории
sudo pip3 install requests # установка пакета requests через пакетный менеджер pip
