"""Задания по стилю кода и именованию переменных."""

# напиши команду, которая проверяет, ссылаются ли
# переменные spam и eggs на один и тот же объект в пямяти
spam = None
eggs = None

# придумай название для переменной, которая хранит список
# активных студентов, оставь этот список пустым
students_active = pass

# назови переменную, которая хранит текущее количество студентов в потоке
students_current_num = pass

# придумай две переменных для обозначения самого маленького и самого большого
# числа в диапазоне и запиши в них числа 1 и 45
min_num = 1
max_num = 45

# создай константу для хранения числа Пи и запиши в неё первые 10 знаков
NUMBER_PI = 3,141592653